Repository: benhuson/WP-Geo
Catalog: languages/wp-geo_*.po
Languages: nl_nl, tr_tr

source: Unable to create the markers folder %s.<br />Please create it and copy the marker images to it from %s
nl_nl: Kon markeringsmap %s niet maken.<br />Maak deze map en kopieer de markeringsafbeeldingen vanuit %s hier naartoe.
tr_tr: %s işaretleyici dosyası oluşturulamıyor.<br />Lütfen onu oluşturup %s içerisinden işaretleyici resimlerini kopyalayın

source: Before you can use WP Geo you must acquire a %s for your blog - the plugin will not function without it!
nl_nl: Voordat u WP GEO kunt gebruiken moet een %s aanvragen voor uw blog - de plugin zal zonder niet werken!
tr_tr: WP Geo kullanmadan önce blogunuz için bir %s edinmeniz gerekir - bu olmadan eklenti düzgün çalışmaz!

source: Important Notice: <a href="https://developers.google.com/maps/documentation/javascript/v2/reference">Version 2 of the Google Maps API is no longer available</a>
tr_tr: Önemli Uyarı: <a href="https://developers.google.com/maps/documentation/javascript/v2/reference">Google Maps API Sürüm 2 artık mevcut değil</a>

source: WP Geo has been updated to support Google Map API v3. The v2 API will be completed removed from future versions of WP Geo. You may need <a href="https://developers.google.com/maps/documentation/javascript/tutorial#api_key" target="_blank">create a new API key</a>, then update your WP Geo settings to use the Google Map API v3. If you have added custom code or plugins to work with WP Geo you may need to update them. Please <a href="https://github.com/benhuson/WP-Geo/issues">report bug issues here...</a>
tr_tr: WP Geo Google Map API v3 desteği için güncellendi. v2 API WP Geo eklentisinin gelecekteki sürümlerinden tamamen kaldırılacak. Yeni bir<a href="https://developers.google.com/maps/documentation/javascript/tutorial#api_key" target="_blank">API key oluşturma</a> ihtiyacınız olabilir, sonrasında WP Geo ayarları içerisinden Google Map API v3 güncellemesini yapın. Eğer WP Geo için kendi kodunuzu oluşturduysanız veya eklenti kullandıysanız bunları güncellemeniz gerekebilir. Karşılaştığınız hataları <a href="https://github.com/benhuson/WP-Geo/issues">buradan rapor edebilirsiniz...</a>

source: Dismiss
nl_nl: Sluiten
tr_tr: Yoksay

source: WP Geo Options
nl_nl: WP Geo instellingen
tr_tr: WP Geo Seçenekleri

source: WP Geo Settings
nl_nl: WP Geo-instellingen
tr_tr: WP Geo Ayarları

source: Save Changes
nl_nl: Wijzigingen opslaan
tr_tr: Degisiklikleri Kaydet

source: Marker Settings
nl_nl: Marker-instellingen
tr_tr: İmleç Ayarları

source: <p>Custom marker images are automatically created in your WordPress uploads folder and used by WP Geo.<br />A copy of these images will remain in the WP Geo folder in case you need to revert to them at any time.<br />You may edit these marker icons if you wish - they must be PNG files. Each marker consist of a marker image and a shadow image. If you do not wish to show a marker shadow you should use a transparent PNG for the shadow file.</p><p>Currently you must update these images manually and the anchor point must be the same - looking to provide more control in future versions.</p>
nl_nl: <p>Aangepaste markeringsafbeeldingen worden automatisch gemaakt in je WordPress uploads map en worden gebruikt door WP Geo.<br />Een kopie van deze afbeeldingen blijven in de WP Geo-map in het geval dat hierop teruggevallen moet worden.<br />U kunt deze aanpassen naar uw eigen wensen - het moeten PNG bestanden zijn. Enkele markering bestaat uit een markeringsafbeeldingen en een schaduw-afbeelding. Als een schaduw niet vereist is gebruik dan een transparant PNG bestand als schaduw-afbeelding.</p><p>Deze afbeeldingen moeten op dit moment handmatig aangepast worden en hun &quot;anchor point&quot; moet hetzelfde blijven - dit zal in latere versies beter gecontroleerd kunnen worden.</p>
tr_tr: <p>İşaretleyici resim dosyası Wordpress upload dosyası içerisinde oluşturulup WP Geo tarafından kullanılacaktır.<br />Bu işaretleyicilerin bir kopyası WP Geo eklentisi içerisinde geri dönme ihtimaline karşı bulunacaktır.<br />Dilerseniz bu işaretleyicileri kendiniz de düzenleyebilirsiniz - uzantıları PNG olmak kaydıyla. Her işaretleyici bir işaretleme resmi ve gölge resmi içerir. Eğer gölgeleme resmi kullanmak istemiyorsan bu resim yerine transparan bir PNG kullanmak zorundasınız.</p><p>Şu an için bu işlemleri manuel olarak ve resim uzantılarına dikkat ederek yapmak zorundasınız ancak gelecek versiyonlarda daha gelişmiş araçlar eklenecektir.</p>

source: Documentation
nl_nl: Documentatie
tr_tr: Dökümanlar

source: <p>If you set the Show Post Map setting to &quot;Manual&quot;, you can use the Shortcode <code>[wp_geo_map]</code> in a post to display a map (if a location has been set for the post). You can only include the Shortcode once within a post. If you select another Show Post Map option then the Shortcode will be ignored and the map will be positioned automatically.</p>
nl_nl: <p>Als u de &quot;Toon kaart bij berichten&quot;-instelling op &quot;Handmatig&quot; instelt, kunt u gebruik maken van de shortcode <code>[wp_geo_map]</code> om een kaart in een bericht weer te geven (als het bericht een locatie is meegegeven). U kunt deze shortcode maar &euml;&euml;n keer gebruiken in een bericht. De shortcode wordt genegeerd en een kaart wordt automatisch getoond als u een andere optie selecteert.</p>
tr_tr: <p>Eğer Yazı Harita Görüntüleme işlemini &quot;Manuel&quot; yapmak istersen, bir haritayı görüntülemek için <code>[wp_geo_map]</code> kısakodunu yazılara ekleyebilirsin (tabiki yazı bir lokasyona atandıysa). Kısa kodu yalnızca yazıların içerisine ekleyebilirsin. Diğer yerlere ekleyeceğin kısa kod çalışmayacak ve hata verecektir.</p>

source: WP Geo Location
nl_nl: WP Geo locatie
tr_tr: WP Coğrafi Konum

source: Use Default
nl_nl: Gebruik standaard
tr_tr: Varsayılanı Kullan

source: Loading Google map, please wait...
nl_nl: Laden van Google Map, een moment alstublieft...
tr_tr: Google harita yükleniyor, lütfen bekleyin ...

source: Search for location
nl_nl: Zoek naar locatie
tr_tr: ﻿Bir konum ara

source: town, postcode or address
nl_nl: stad, postcode of adres
tr_tr: şehir, posta kodu veya adres

source: Search
nl_nl: Zoek
tr_tr: Ara..

source: Latitude
nl_nl: Breedtegraad
tr_tr: Enlem

source: Longitude
nl_nl: Lengtegraad
tr_tr: Boylam

source: clear location
nl_nl: wis locatie
tr_tr: konum temizle

source: centre location
nl_nl: centreer locatie
tr_tr: konum merkeze al

source: Marker Title
nl_nl: Marker titel
tr_tr: İşaretleyici Başlığı

source: optional
nl_nl: optioneel
tr_tr: isteğe bağlı

source: Marker Image
nl_nl: Marker-afbeelding
tr_tr: İşaretleyici Resmi

source: Map Settings
nl_nl: Kaart-instellingen
tr_tr: Harita Ayarları

source: Save custom map zoom for this post
nl_nl: Sla aangepaste zoomniveau op voor dit bericht
tr_tr: Bu yazı için özel harita zoom kaydet

source: Save custom map type for this post
nl_nl: Sla aangepaste kaarttype op voor dit bericht
tr_tr: Bu yazı için özel harita türünü kaydet

source: Save map centre point for this post
nl_nl: Sla aangepast middelpunt op voor dit bericht
tr_tr: Bu yazı için harita merkez noktası kaydet

source: Support Forum
nl_nl: Ondersteuningsforum
tr_tr: Destek Forumu

source: Submit an Issue
tr_tr: Sorun Gönder

source: No recent updates.
nl_nl: Geen recente updates.
tr_tr: Yeni güncelleme yok.

source: View all WP Geo news...
nl_nl: Toon al het WP Geo nieuws...
tr_tr: Tüm WP Geo haberleri görüntüleyin ...

source: Report Bugs
nl_nl: Rapporteer fouten
tr_tr: Hata bildir

source: Contribute
tr_tr: Katkıda bulun

source: Make a donation
nl_nl: Doneer
tr_tr: Bağış yapın

source: Follow @wpgeo for updates
nl_nl: Volg @wpgeo voor updates
tr_tr: Güncellemeler için @wpgeo takip et

source: Follow me on Twitter
nl_nl: Volg mij op Twitter
tr_tr: Twitter'dan Beni takip et

source: API Settings
tr_tr: API Ayarları

source: Admin API
tr_tr: Yönetici API

source: General Settings
nl_nl: Algemene instellingen
tr_tr: Genel Ayarlar

source: Map Type
nl_nl: Kaarttype
tr_tr: Harita Türü

source: Show Post Map
nl_nl: Toon kaart bij berichten
tr_tr: Yazı Haritası Göster

source: Default Map Location
nl_nl: Standaard kaartlocatie
tr_tr: Varsayılan Harita Konumu

source: Default Map Width
nl_nl: Standaard kaartbreedte
tr_tr: Varsayılan Harita Genişliği

source: Default Map Height
nl_nl: Standaard kaarthoogte
tr_tr: Varsayılan Harita Yüksekliği

source: Default Map Zoom
nl_nl: Standaard kaartzoom
tr_tr: Varsayılan Harita Zoom

source: Default Map Controls
nl_nl: Standaard kaartnavigatie
tr_tr: Varsayılan Harita Kontrolleri

source: Default Post Options
nl_nl: Standaard bericht-opties
tr_tr: Varsayılan Yazı Seçenekleri

source: Polylines
nl_nl: Polylijnen
tr_tr: Çoklu Çizgiler

source: Polyline Colour
nl_nl: Polylijnkleur
tr_tr: Çoklu Çizgiler Renk

source: Supported Post Types
tr_tr: Desteklenen Yazı Türleri

source: Show Maps On
nl_nl: Toon kaarten op
tr_tr: Göster Harita üzerinde

source: Feeds
tr_tr: Akışlar/Feeds

source: For more information and documentation about this plugin please visit the <a %s>WP Geo Plugin</a> home page.
nl_nl: Bezoek voor meer informatie over en de documentatie van deze plugin de <a %s>WP Geo Plugin</a> homepagina.
tr_tr: Bu eklenti hakkında daha fazla bilgi ve belgeler için ziyaret ediniz <a %s>WP Geo Plugin</a> ana sayfasını.

source: If you experience any problems/bugs with the plugin, please <a %s>log it here</a>.
nl_nl: Als u problemen of fouten ondervindt met deze plugin, <a %s>vermeld deze dan hier</a>.
tr_tr: Eğer eklenti ile herhangi bir sorun yaşarsanız lütfen <a %s>buraya log yapın</a> .

source: At top of post
nl_nl: Bovenaan het bericht
tr_tr: Yazının üst kısmına

source: At bottom of post
nl_nl: Onderaan het bericht
tr_tr: Yazının alt kısmına

source: Manually
nl_nl: Handmatig
tr_tr: Manuel olarak

source: Show on excerpts
nl_nl: Toon op uittreksels
tr_tr: Alıntıları göster

source: When creating a new post, the map will default to focussing on this area for you to position a marker.
nl_nl: Bij het maken van een nieuw bericht, zal de kaart zich standaard centreren op dit gebied, zodat er een markering geplaatst kan worden.
tr_tr: Yeni bir yazı oluştururken, harita işaretçi yerleştirmek için bu alanda odaklanarak varsayılan olacaktır.

source: Map Type Controls
nl_nl: Kaarttypen
tr_tr: Harita Türü Kontrolleri

source: You must select at least 2 map types for the control to show.
nl_nl: U moet minstens 2 kaarttypen kiezen om keuzeknoppen weer te laten geven.
tr_tr: Kontrol göstermek için en az 2 harita türlerini seçmeniz gerekir.

source: Normal map
nl_nl: Normale kaart
tr_tr: Normal harita

source: Satellite (photographic map)
nl_nl: Satelliet (fotografische kaart)
tr_tr: Uydu (fotografik harita)

source: Hybrid (photographic map with normal features)
nl_nl: Hybride (fotografische kaart met normale functies)
tr_tr: Hibrit (normal özelliklere sahip fotoğraf harita)

source: Physical (terrain map)
nl_nl: Fysiek (terrein)
tr_tr: Fiziksel (arazi haritası)

source: Other Controls
nl_nl: Andere bedieningen
tr_tr: Diğer Kontroller

source: Show map scale
nl_nl: Toon schaal
tr_tr: Harita ölçeğini göster

source: Show collapsible overview map (in the corner of the map)
nl_nl: Toon inklapbare overzichtskaart (in de hoek van de kaart)
tr_tr: Katlanabilir genel bakış haritayı göster (haritanın köşesinde)

source: Show Street View Control
tr_tr: Sokak Görünümü Kontrollerini Göster

source: Show polylines (to connect multiple points on a single map)
nl_nl: Toon polylijnen (om meerdere punten op een kaart te verbinden)
tr_tr: Bağlantılı çizgiler göster (tek bir harita üzerinde birden fazla noktayı bağlamak için)

source: Single Pages
tr_tr: Tek sayfalar

source: Pages
nl_nl: Pagina's
tr_tr: Sayfalar

source: Posts
tr_tr: Yazılar

source: Posts on Taxonomy Pages
tr_tr: Taksonomi sayfalarında yazılar

source: Categories
tr_tr: kategoriler

source: Tags
tr_tr: Etiketler

source: All Taxonomies
tr_tr: Tüm Taksonomiler

source: Posts on Other Pages
tr_tr: Diğer sayfalardaki yazılar

source: Posts Archive
tr_tr: Yazı Arşivleri

source: Date Archives
tr_tr: Tarih Arşivleri

source: Author Archives
tr_tr: Yazar Arşivleri

source: Search Results
nl_nl: Zoekresultaten
tr_tr: Arama Sonucu

source: Add geographic information
nl_nl: Voeg geografische informatie toe
tr_tr: Coğrafi bilgi ekle

source: Settings
nl_nl: Instellingen
tr_tr: Ayarlar

source: Large 3D pan/zoom control
nl_nl: Grote 3D pan/zoom bedieningen
tr_tr: Büyük 3D kaydırma/yakınlaştırma denetimi

source: Large pan/zoom control
nl_nl: Grote pan/zoom bedieningen
tr_tr: Büyük pan/yakınlaştırma denetimi

source: Smaller pan/zoom control
nl_nl: Kleinere pan/zoom bedieningen
tr_tr: Daha küçük kaydırma/yakınlaştırma denetimi

source: Small 3D zoom control (no panning controls)
nl_nl: Kleine 3D zoom bediening (zonder pannen)
tr_tr: Küçük 3D Yakınlaştırma denetimini (kaydırma kontrolü yok)

source: Small zoom control (no panning controls)
nl_nl: Kleine zoom bediening (zonder pannen)
tr_tr: Küçük zoom kontrol (kaydırma kontrolü yok)

source: No pan/zoom controls
nl_nl: Geen pan/zoom bedieningen
tr_tr: Hiçbir kaydırma/yakınlaştırma denetimi yok

source: Zoomed Out
nl_nl: Uitgezoomd
tr_tr: Uzaklaştır

source: Zoomed In
nl_nl: Ingezoomd
tr_tr: Yakınlaştır

source: Default
nl_nl: Standaard
tr_tr: Varsayılan

source: Show Polylines
nl_nl: Toon polylijnen
tr_tr: Çoklu Çizgileri Göster

source: Hide Polylines
nl_nl: Verberg polylijnen
tr_tr: Çoklu Çizgileri Gizle

source: Default Large Marker
nl_nl: Standaard grote marker
tr_tr: Varsayılan Büyük İşaretleyici

source: This is the default marker used to indicate a location on most maps.
nl_nl: Dit is de standaard markering die gebruikt wordt om op de meeste kaarten locaties aan te duiden.
tr_tr: Bu bir lokasyonu haritalar üzerinde göstermek için kullanılan varsayılan belirtecidir.

source: Default Small Marker
nl_nl: Standaard kleine marker
tr_tr: Varsayılan Küçük İşaretleyici

source: This is the default marker used for the WP Geo sidebar widget.
nl_nl: Dit is de standaard markering die gebruikt wordt op op de WP Geo zijbalk-widget.
tr_tr: Bu WP Geo kenar çubuğu bileşeni için kullanılan varsayılan belirtecidir.

source: Default Dot Marker
nl_nl: Standaard punt marker
tr_tr: Varsayılan Nokta İşaretleyici

source: This marker image is not currently used but it is anticipated that it will be used to indicate less important locations in a future versions of WP Geo.
nl_nl: Deze marker wordt op dit moment niet gebruikt maar wordt mogelijk in latere versies van WP Geo gebruikt om minder belangrijke locaties aan te duiden.
tr_tr: Bu işaret şu anda kullanılmıyor ama WP Geo gelecekteki sürümlerinde daha az önemli konumları belirtmek için kullanılacağı tahmin edilmektedir.

source: View Larger Map
nl_nl: Toon grotere kaart
tr_tr: Daha Büyük Haritayı Görüntüle

source: WP Geo Category Map
nl_nl: WP Geo categorie-kaart
tr_tr: WP Geo Kategori Haritası

source: Displays markers from the current category
nl_nl: Toon markeringen van de huidige categorie
tr_tr: Geçerli kategoriden işaretleyicileri görüntüler

source: WP Geo Contextual Map
nl_nl: WP Geo contextuele kaart
tr_tr: WP Geo Bağlamsal Harita

source: Displays markers from the current page
nl_nl: Toon markeringen van de huidige pagina
tr_tr: Geçerli sayfadan işaretçileri görüntüler

source: WP Geo Recent Locations
nl_nl: WP Geo recente locaties
tr_tr: WP Geo Son Lokasyonlar

source: Displays markers for recent posts
nl_nl: Toon markeringen voor recente berichten
tr_tr: Son blog gönderileri için işaretleyicileri görüntüler

source: Number of markers to show
nl_nl: Aantal markeringen
tr_tr: Gösterilecek işaretleyici sayısı

source: Show Post Types
nl_nl: Toon berichttypen
tr_tr: Yazı Tiplerini Göster

source: WP Geo is not currently active as you have not entered a Google API Key
nl_nl: WP Geo is op dit moment niet actief omdat er geen Google API-sleutel is ingevoerd.
tr_tr: Bir Google API anahtarı girmediğiniz sürece WP Geo etkin duruma gelmeyecek

source: Please update your WP Geo settings
nl_nl: Pas alstublieft uw WP Geo-instellingen aan.
tr_tr: WP Geo ayarlarınızı güncelleyin

source: Title
nl_nl: Titel
tr_tr: Başlık

source: Width
nl_nl: Breedte
tr_tr: Genişlik

source: Height
nl_nl: Hoogte
tr_tr: Yükseklik

source: Zoom
tr_tr: Yakınlaştırma

source: If not all markers fit, the map will automatically be zoomed so they do.
nl_nl: Als niet alle markeringen passen, zal de kaart zo vergroot worden zodat dat wel is.
tr_tr: Tüm işaretleyiciler sığmazsa, harita otomatik olarak zum yapacak

source: Google API Key
nl_nl: Google API-sleutel

source: WP Geo has been updated to use the WordPress widgets API. You will need to re-add your widgets.
nl_nl: WP Geo is ge√ºpdatet voor het gebruik van de nieuwe WordPress widgets API. U zal uw widget opnieuw moeten toevoegen.

source: If you require help or support with WP Geo, please visit the <a %s>WordPress Support Forums</a>.
nl_nl: Heeft u hulp nodig met WP Geo, bezoek de het <a %s>WordPress Ondersteuningforum</a>.

source: If you experience any problems or bugs with the plugin, or want to suggest an improvement, please visit the new <a %s>GitHib Issues</a> page to log your issue.
nl_nl: <p>Als u problemen of fouten ondervindt met deze plugin, of een verbetering wilt inzenden, bezoek dan de nieuwe <a %s>GitHib Issues pagina</a> om uw probleem te vermelden.</p>

source: If you like WP Geo and would like to make a donation, please do so on the <a %s>WP Geo website</a>. Your contributions help to ensure that I can dedicate more time to the support and development of the plugin.
nl_nl: <p>Als u WP Geo leuk vindt en graag zou willen doneren, doe dat op de <a %s>WP Geo website</a>. Uw bijdrage helpt mij meer tijd spenderen aan de ondersteuning en het ontwikkelen van de plugin.</p>

source: Posts (single posts)
nl_nl: Berichten (enkele berichten)

source: Posts home page
nl_nl: Berichtenpagina

source: Posts in date archives
nl_nl: Berichten in datum-archieven

source: Posts in category archives
nl_nl: Berichten in categorie-archieven

source: Posts in tag archives
nl_nl: Berichten in tag-archieven

source: Posts in taxonomy archives
nl_nl: Berichten in taxonomie-archieven

source: Posts in author archives
nl_nl: Berichten in auteur-archieven

source: Normal
nl_nl: Normaal

source: Adds location maps to your posts, pages and custom post types.
nl_nl: Voegt locatie toe aan berichten, pagina's en aangepaste berichttypen.
